Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Chat using AIM
be: Гутарыць па AIM

source: Chat using Google Talk
be: Гутарыць па Гутарку Google

source: Chat using ICQ
be: Гутарыць па ICQ

source: Chat using Jabber
be: Гутарыць па Jabber

source: Chat using QQ
be: Гутарыць па QQ

source: Chat using Skype
be: Гутарыць па Skype

source: Chat using Windows Live
be: Гутарыць па Windows Live

source: Chat using Yahoo
be: Гутарыць па Yahoo

source: Chat with %s
be: Гутарка з %s

source: Chats
be: Гутаркі

source: Check for DRM content only
be: Спраўджваць толькі зьмесьціва DRM

source: Check for updates
be: Зірнуць абнаўленьні

source: Check for updates when Skype starts
be: Глядзець абнаўленьні па запуску Skype

source: Check frequency
be: Спраўджваць кожныя

source: Check in
be: Адзначыцца

source: Check in at
be: Адзначыцца ў

source: Check in at {0}?
be: Ці адзначыцца тут: {0}?

source: Check in at?
be: Ці адзначыцца?

source: Check out imo!
be: Паспрабуйце imo!

source: Check progress in the Notifications panel.
be: Сачыце за поступам у панэлі спавяшчэньняў.

source: Check progress in the notification bar.
be: Сачыце за поступам у паліцы спавяшчэньняў.

source: Check progress in the notifications window.
be: Поступ можна пабачыць у вакне спавяшчэньняў.

source: Check the notification area for status.
be: Глядзіце стан у спавяшчэньнях.

source: Check the number and try again.
be: Спраўдзіце нумар і паспрабуйце зноўку.

source: Check to make sure you have unmounted the USB host, then try again.
be: Спраўдзіце, ці сапраўды вы адмацавалі вузел USB, і паспрабуйце зноўку.

source: Check to make sure your device has a signal and data connection
be: Спраўдзіце, ці ловіць вашая прылада сыґнал і ці злучылася яна зь сецівам.

source: Check your address book
be: Спраўдзіць адрасную кнігу

source: Check your username and password then try again.
be: Спраўдзіце імя карыстальніка ды пароль і паспрабуйце зноўку.

source: Check-in
be: Адзначыцца

source: Check-in complete.
be: Адзначыліся.

source: Check-in failed.
be: Не ўдалося адзначыцца.

source: Checked in at {0}
be: Адзначыліся тут: {0}

source: Checked in successfully.
be: Адзначыліся пасьпяхова.

source: Checkin my location
be: Адзначыць сваё месца

source: Checking avalaible version failed
be: Не ўдалося спраўдзіць на даступную вэрсію

source: Checking for errors.
be: Спраўджваецца на памылкі.

source: Checking incoming server settings\u2026
be: Спраўджваюцца налады ўваходнага паслужніку…

source: Checking incoming server settings…
be: Спраўджваюцца налады ўваходнага паслужніку…

source: Checking navigation availability
be: Спраўджваецца наяўнасьць навіґацыі

source: Checking outgoing server settings\u2026
be: Спраўджваюцца налады выходнага паслужніку…

source: Checking outgoing server settings…
be: Спраўджваюцца налады выходнага паслужніку…

source: Checking status...
be: Спраўджваецца стан…

source: Checking username availability…
be: Спраўджваецца, ці не занятае імя…

source: Checking-in…
be: Адзначаемся…

source: Checking...
be: Спраўджваецца…

source: Checkins
be: Адзнакі

source: Chihuahua
be: Чыхуахуа

source: Child
be: Дзіця

source: Child abuse
be: Жорсткае абыходжаньне зь дзецьмі

source: Chinese
be: Кітайская

source: Chinese (Big5)
be: Кітайскі (Big5)

source: Chinese (GBK)
be: Кітайскі (GBK)

source: Chinese, Mandarin (China, Simplified)
be: кітайская, пэкінская (Кітай, спрошчаная)

source: Chinese, Mandarin (Hong Kong, Simplified)
be: кітайская, пэкінская (Ганконґ, спрошчаная)

source: Chinese, Mandarin (Hong Kong, Traditional)
be: кітайская, пэкінская (Ганконґ, звычаёвая)

source: Chinese, Mandarin (Singapore, Simplified)
be: кітайская, пэкінская (Сынґапур, спрошчаная)

source: Chinese, Mandarin (Taiwan, Simplified)
be: кітайская, пэкінская (Тайвань, спрошчаная)

source: Chinese, Mandarin (Taiwan, Traditional)
be: кітайская, пэкінская (Тайвань, звычаёвая)

source: Chinese, Yue (China, Simplified)
be: кітайская, кантонская (Кітай, спрошчаная)

source: Chinese, Yue (Hong Kong, Traditional)
be: кітайская, кантонская (Ганконґ, звычаёвая)

source: Choose Brightness levels
be: Абраць узроўні падсьвятленьня

source: Choose Catalog
be: Абраць пералік

source: Choose Destination
be: Абраць кірунак

source: Choose Fn key.
be: Абярыце клявішу «Fn».

source: Choose Group
be: Абраць суполку

source: Choose Network Modes
be: Абраць станы сеткі

source: Choose Ring modes
be: Абраць, як званіць

source: Choose Screen Timeout
be: Абраць час чаканьня экрану

source: Choose a Skype Name.
be: Абярыце ймя ў Skype.

source: Choose a bookmark
be: Абярыце закладку

source: Choose a color
be: Абраць колер

source: Choose a contact shortcut
be: Абярыце выклічнік да кантакту

source: Choose a method to lock the screen
be: Абярыце, якім спосабам замыкаць экран

source: Choose a network operator
be: Абраць сеткавага апэратара

source: Choose a number to call
be: Абярыце, які нумар выклікаць

source: Choose a number to message
be: Абярыце, на які нумар даслаць паведамленьне

source: Choose a search engine
be: Абярыце рухавік пошуку

source: Choose a search type
be: Абярыце, што шукаць

source: Choose account
be: Абярыце рахунак

source: Choose active input methods
be: Абраць дзейныя спосабы ўвозіць

source: Choose activity
be: Абраць дзейнасьць

source: Choose an account
be: Абраць рахунак

source: Choose an application
be: Абраць праґраму

source: Choose an input language
be: Абярыце мову маўленьня

source: Choose another engine
be: Абраць іншы рухавік

source: Choose application
be: Абраць праґраму

source: Choose attachment
be: Абраць залучнік

source: Choose avatar size to sync or select don't sync option
be: Вызначце, якога памеру малюнкі сынхранізаваць, — або абярыце «не сынхранізаваць»

source: Choose background
be: Абраць задні плян

source: Choose backup lock
be: Як абараняць адноўку

source: Choose character height in points.
be: Абярыце памер знакаў (у пунктах).

source: Choose circles for
be: Абярыце колы для

source: Choose contacts to display
be: Абраць кантакты, якія трэба паказваць

source: Choose control key.
be: Абярыце клявішу кіраваньня.

source: Choose cursor blink.
be: Вызначце, ці мігцець указальніку.

source: Choose cursor style.
be: Абярыце, як будзе выглядаць указальнік.

source: Choose file
be: Абраць файл

source: Choose file for upload
be: Абярыце, які файл запампоўваць

source: Choose filter options
be: Абраць, што прасейваць

source: Choose from Gallery
be: Абраць з ґалерэі

source: Choose gadget
be: Абраць забаўку

source: Choose input method for soft keyboard.
be: Якім спосаб уводзіць з праґрамнае клявіятуры.

source: Choose notification ringtone
be: Абраць гук спавяшчэньня

source: Choose notification tone
be: Абраць гук спавяшчэньня

source: Choose one of the following options:
be: Абярыце адну з наступных можнасьцяў:

source: Choose one of the protocols to sign in with.
be: Абярыце, па якім пратаколе ўваходзіць.

source: Choose profile
be: Абраць профіль

source: Choose ringtone
be: Абраць мэлёдыю выклік

source: Choose some apps
be: Абярыце колькі праґрамаў

source: Choose text color.
be: Абярыце колер тэксту.

source: Choose time zone
be: Абраць часавы пас

source: Choose voicemail service
be: Абярыце службу галасавое пошты

source: Choose wallpaper from
be: Абраць шпалеры з

source: Choose what to search on the phone
be: Абярыце, што шукаць на тэлефоне

source: Choose which screen to show after you delete a message
be: Абярыце, які экран паказваць, калі выдалілі паведамленьне

source: Choose widget
be: Абраць віджэт

source: Choose your PIN
be: Абярыце код PIN

source: Choose your location
be: Абярыце, дзе вы

source: Choose your password
be: Абярыце пароль

source: Choose your pattern
be: Абярыце ўзор

source: Choose your theme for ADW.Launcher
be: Абярыце аздабленьне пускача ADW

source: Cipher algorithm
be: Шыфраваньне

source: Circle name
be: Назва кола

source: Circles
be: Колы

source: City
be: Горад

source: City of birth?
be: Горад, у якім вы нарадзіліся?

source: City/Town:
be: Горад (вёска):

source: Class 0 Message
be: Паведамленьне клясы 0

source: Classical
be: Клясыка

source: Cleanup
be: Ачысьціць

source: Clear
be: Ачысьціць

source: Clear ADW.Launcher settings and restart
be: Ачысьціць налады пускача ADW і запусьціць яго нанова

source: Clear Map
be: Ачысьціць мапу

source: Clear Window
be: Ачысьціць вакно

source: Clear access
be: Ачысьціць доступ

source: Clear all
be: Ачысьціць усё

source: Clear all browser cookies
be: Ачысьціць усе біркі аглядальніка

source: Clear all cookie data
be: Ачысьціць усе зьвесткі бірак

source: Clear all notifications.
be: Прыбраць усе спавяшчэньні.

source: Clear all saved form data
be: Ачысьціць усе захаваныя зьвесткі блянкаў

source: Clear all saved passwords
be: Ачысьціць усе захаваныя паролі

source: Clear all the saved form data
be: Ачысьціць усе захаваныя зьвесткі блянкаў

source: Clear all website settings?
be: Ці ачысьціць усе налады пляцоўкі сеціва?

source: Clear cache
be: Ачысьціць запасьнік

source: Clear call log
be: Ачысьціць гісторыю выклікаў

source: Clear chat history
be: Ачысьціць гісторыю гутаркі

source: Clear credential storage of all contents and reset its password
be: Ачысьціць зьмесьціва сховішча даверчых лістоў ды ўзнавіць ягоны пароль

source: Clear credentials
be: Ачысьціць даверчыя лісты

source: Clear custom messages
be: Ачысьціць уласныя апісаньні

source: Clear data
be: Ачысьціць зьвесткі

source: Clear default
be: Не ўжываць звычайным

source: Clear default in Home Settings > Applications > Manage applications.
be: Прыбраць можна праз «Налады» > «Праґрамы» > «Кіраваць праґрамамі».

source: Clear defaults
be: Ачысьціць перадвызначанае

source: Clear effects
be: Ачысьціць ператварэньне

source: Clear form data
be: Ачысьціць зьвесткі блянкаў

source: Clear frequently called
be: Сьцерці часта выкліканыя

source: Clear from list
be: Прыбраць са сьпісу

source: Clear history
be: Ачысьціць гісторыю

source: Clear input
be: Ачысьціць уведзенае

source: Clear list
be: Ачысьціць сьпіс

source: Clear locally cached content and databases
be: Ачысьціць мясцова назапашаны зьмест і базы зьвестак

source: Clear location access
be: Ачысьціць доступ да месцазнаходжаньня

source: Clear location access for all websites
be: Ачысьціць доступ да месцазнаходжаньня для ўсіх пляцовак сеціва

source: Clear location access for this website?
be: Ці ачысьціць доступ пляцоўкі да месцазнаходжаньня?

source: Clear log
be: Ачысьціць справаздачу

source: Clear my review
be: Ачысьціць мой агляд

source: Clear notification.
be: Ачысьціць спавяшчэньні.

source: Clear passwords
be: Ачысьціць паролі

source: Clear picture
be: Сьцерці малюнак

source: Clear playlist
be: Ачысьціць сьпіс

source: Clear previous Google Talk chat searches from showing up in the Search box
be: Ачысьціць раней шуканае ў Гутарцы Google, каб яно не паказваліся ў радку пошуку

source: Clear previous Messaging searches from showing up in the Search box
be: Ачысьціць раней шуканае, каб яно не паказваліся ў радку пошуку

source: Clear previous YouTube searches from showing up in the Search box
be: Ачысьціць раней шуканае на YouTube, каб яно не паказваліся ў радку пошуку

source: Clear query
be: Ачысьціць запыт

source: Clear search history
be: Ачысьціць гісторыю пошуку

source: Clear selection
be: Не абіраць нічога

source: Clear shortcuts
be: Прыбраць выклічнікі

source: Clear shortcuts to recently chosen search suggestions
be: Ачысьціць выклічнікі да пошукавых прапановаў, якія часта абіраюцца

source: Clear status
be: Ачысьціць стан

source: Clear storage
be: Ачысьціць сховішча

source: Clear stored data
be: Ачысьціць захаваныя зьвесткі

source: Clear suggestions
be: Ачысьціць прапановы

source: Clear the browser navigation history
be: Ачысьціць гісторыю наведанага аглядальнікам

source: Clear website location access?
be: Ці ачысьціць доступ да месцазнаходжаньня?

source: Clear what?
be: Што сьцерці?

source: Clearing avatar
be: Сьціраецца ўвасабленьне

source: Clearing call log
be: Ачышчаецца гісторыя выклікаў

source: Click "OK" to install the screen reader.
be: Націсьніце «Добра», каб усталяваць чытальнік экрану.

source: Click %s to begin this download the next time you are connected to a WiFi network.
be: Націсьніце %s, каб пачаць пампаваць, калі вы злучыцеся зь сеткаю Wi-Fi.

source: Click %s below to begin this download the next time you are connected to a WiFi network.
be: Націсьніце %s, каб пачаць пампаваць, калі вы злучыцеся зь сеткаю Wi-Fi.

source: Click OK to accept.
be: Каб пагадзіцца, націсьніце «Добра».

source: Click OK to install the screen reader.
be: Націсьніце «Добра», каб усталяваць чытальнік экрану.

source: Click the button to start voice comment recording
be: Пстрыкніце па кнопцы, каб пачаць запісваць выказваньне

source: Click to free up space.
be: Пстрыкніце, каб вызваліць прастору.

source: Client certificate
be: Пасьведчаньне кліента

source: Client certificate is required.
be: Патрабуецца пасьведчаньне кліента.

source: Clock
be: Гадзіньнік

source: Clock Display
be: Дысплэй гадзіньніку

source: Close
be: Зачыніць

source: Close all chats
be: Зачыніць усе гутаркі

source: Close and restart ADW.Launcher
be: Зачыніць пускач ADW і зноўку запусьціць яго

source: Close chat
be: Зачыніць гутарку

source: Close conversation
be: Зачыніць размову

source: Close setting controls
be: Зачыніць кіраваньне наладамі

source: Close tab
be: Зачыніць кладку

source: Close the app drawer
be: Зачыняць рысавальнік праґрамаў

source: Close the app drawer when longpressing items when the dockbar is visible
be: Зачыняць рысавальнік праґрамаў, як націскаем на значак і трымаем, калі латок-паліца бачная

source: Close the profile
be: Зачыніць профіль

source: Closed group
be: Закрытая суполка

source: Closing dockbar
be: Зачыняць латок-паліцу

source: Closing folder
be: Зачыняць каталёґ

source: Cloud to Device Messaging Service
be: Служба абмену паведамленьнямі між воблакам і прыладаю

source: Cloudy
be: Воблачна

source: Cloudy-Daylight
be: Воблачна (дзённае сьвятло)

source: Club
be: Клюб

source: Codec:
be: Кодэк:

source: Codename
be: Найменьне

source: Cold
be: Халодная

source: Collection will occur even when no applications are running.
be: Служба можа зьбіраць зьвесткі, нат калі не працуе ніводнае праґрамы.

source: College
be: Каледж

source: Color
be: Колер

source: Color effect
be: Зьмяняць колеры

source: Color palette
be: Палітра колераў

source: Colors
be: Колеры

source: Columns
be: Слупкі

source: Combined Inbox
be: Супольная скрыня ўваходных

source: Combined view
be: Усе рахункі

source: Combined view (%s)
be: Усе рахункі (%s)

source: Come to think of it, where's my milk?
be: Дзе маё малако? Давай, падумай пра гэта.

source: Comfortable bathing has been difficult...
be: Было складана бестурботна купацца…

source: Command line
be: Загадны радок

source: Command:
be: Загад:

source: Comment
be: Выказацца

source: Comment or Like
be: Выказацца ці ўпадабаць

source: Comment:
be: Выказваньне:

source: Comments
be: Выказваньні

source: Comments are disabled
be: Выказвацца забаронена

source: Comments not allowed
be: Выказвацца забаронена

source: Comments order
be: Парадкаваць выказваньні

source: Common name:
be: Агульная назва:

source: Company
be: Таварыства

source: Company Main
be: Галоўны таварыства

source: Company name:
be: Назва таварыства:

source: Compatibility Zoom
be: Суладнае павелічэньне

source: Compatibility zoom button.
be: Кнопка суладнага павелічэньня.

source: Complete action using
be: Выканаць з дапамогаю

source: Completed
be: Выканалі

source: Completed uploads [%d]
be: Запампаванае [%d]

source: Compose
be: Надрукаваць

source: Compose Mail
be: Набярыце ліст

source: Compose message
be: Набраць паведамленьне

source: Compose new message
be: Набраць паведамленьне

source: Compressing\u2026
be: Сьціскаецца…

source: Compressing…
be: Сьціскаецца…

source: Computing\u2026
be: Вылічваецца…

source: Computing…
be: Вылічваецца…

source: Conference call
be: Выклік да нарады

source: Conference call %s
be: Выклік да нарады %s

source: Configuration backed up successfully!
be: Пасьпяхова захавалі адноўку настаўленьняў!

source: Configuration file exists, but is not readable!
be: Файл настаўленьняў існуе, але яго нельга прачытаць!

source: Configuration file not found!
be: Не знайшлі файл настаўленьняў!

source: Configuration restored successfully!
be: Пасьпяхова аднавілі настаўленьні!

source: Configure
be: Наставіць

source: Configure Wi-Fi hotspot
be: Наставіць пераносны адметны пункт Wi-Fi

source: Configure WiFi hotspot
be: Наставіць адметны пункт Wi-Fi

source: Configure Widget
be: Наставіць віджэт

source: Configure application groups
be: Наставіць суполкі праґрамаў

source: Configure call options
be: Наставіць можнасьці выклікаў

source: Configure input methods
be: Наставіць спосабы ўводзіць

source: Configure profiles
be: Наставіць профілі

source: Configure your voicemail.
be: Настаўце галасавую пошту.

source: Configure...
be: Наставіць…

source: Configure\u2026
be: Наставіць…

source: Configured Networks
be: Настаўленыя сеткі

source: Confirm
be: Пацьвердзіць

source: Confirm actions
be: Пацьвярджаць дзеяньні

source: Confirm archive
be: Пацьвердзіць архіваваць

source: Confirm deletion
be: Пацьвердзіць сьціраць

source: Confirm deletions
be: Пацьвярджаць сьціраць

source: Confirm discard
be: Пацьвердзіць адкідаць

source: Confirm encryption
be: Пацьвердзіць шыфраваньне

source: Confirm export
be: Пацьвердзіць выманьне

source: Confirm new PIN
be: Пацьвердзіць новы PIN

source: Confirm new PIN2
be: Пацьвердзіць новы PIN2

source: Confirm new password:
be: Пацьвердзіце новы пароль:

source: Confirm on delete
be: Пацьвярджаць, калі выдаляем

source: Confirm on send
be: Пацьвярджаць, калі дасылаем

source: Confirm record
be: Пацьвердзіць запіс

source: Confirm saved pattern
be: Пацьвердзіце захаваны ўзор

source: Confirm you want to receive this file.
be: Пацьвердзіце, што вы хочаце атрымаць гэты файл.

source: Confirm your PIN
be: Пацьвердзіце код PIN

source: Confirm your password
be: Пацьвердзіце пароль

source: Confirm your pattern
be: Пацьвердзіце ўзор

source: Confirmed.
be: Пацьвердзілі.

source: Confirming…
be: Пацьвярджаецца…

source: Confused
be: Разгублены

source: Connect
be: Злучыцца

source: Connect as
be: Злучыцца як

source: Connect at least %d dots.
be: Злучыце прынамсі %d кропак.

source: Connect at least four dots.
be: Злучыце прынамсі чатыры кропкі

source: Connect at least four dots.\n \nTouch “Next” when you’re ready to draw your own pattern.
be: Злучыце прынамсі дзьве кропкі.\n \n Націсьніце «Наступны», калі падрыхтуецеся намаляваць ваш уласны ўзор.

source: Connect to %s
be: Злучыцца з %s

source: Connect to Bluetooth device
be: Злучыцца з прыладаю Bluetooth

source: Connect to Wi-Fi
be: Злучыцца з Wi-Fi

source: Connect to WiFi network %s
be: Злучыцца зь сеткаю Wi-Fi %s

source: Connect to data services when roaming
be: Далучацца да паслуг сеціва ў блуканьні (роўмінґу)

source: Connect to existing network
be: Злучыцца зь існаю сеткаю

source: Connect to network
be: Злучыцца зь сеткаю

source: Connect to new network
be: Злучыцца зь іншаю сеткаю

source: Connect to server with client certificate?
be: Ці злучыцца з паслужніком з дапамогаю пасьведчаньня кліента?

source: Connect to unsecured network
be: Злучыцца зь неабароненаю сеткаю

source: Connect to\u2026
be: Злучыцца з…

source: Connect to…
be: Злучыцца з…

source: Connect your charger (%d%%)
be: Далучыце зараду (%d%%)

source: Connect your charger.
be: Далучыце зараду.

source: Connected
be: Злучыліся

source: Connected (no media)
be: Злучыліся (не прайгравальнік)

source: Connected (no phone or media)
be: Злучыліся (не тэлефон, не прайгравальнік)

source: Connected (no phone)
be: Злучыліся (не тэлефон)

source: Connected as a camera
be: Далучыліся як камэра

source: Connected as a media device
be: Далучыліся як прылада сховішча

source: Connected as an installer
be: Далучыліся як усталёўца

source: Connected to %1$s
be: Злучыліся з %1$s

source: Connected to %s.
be: Злучыліся з %s.

source: Connected to WiFi network %s
be: Злучыліся зь сеткаю Wi-Fi %s

source: Connected to a USB accessory
be: Далучыліся як прыналежнасьць USB

source: Connected to device for Internet access
be: Злучыліся з прыладаю на доступ да сеціва

source: Connected to file transfer server
be: Злучыліся з паслужніком перадаваць файлы

source: Connected to hid device
be: Злучыліся з прыладаю ўзаемадзеяньня (HID)

source: Connected to input device
be: Злучыліся з прыладаю ўводу

source: Connected to media audio
be: Злучыліся з гукам прайгравальніка

source: Connected to phone and media audio
be: Злучыліся з гукам тэлефона ды прайгравальніка

source: Connected to phone audio
be: Злучыліся з гукам тэлефона

source: Connecting
be: Злучаемся

source: Connecting can take a few minutes\u2026
be: Каб злучыцца, можа спатрэбіцца некалькі хвілінаў…

source: Connecting to %1$s…
be: Злучаемся з %1$s…

source: Connecting to %s
be: Злучаемся з %s…

source: Connecting to %1$s\u2026
be: Злучаемся з %1$s…

source: Connecting to WiFi network %s\u2026
be: Злучаемся зь сеткаю Wi-Fi %s…

source: Connecting to domain...
be: Злучаемся з вузлом…

source: Connecting...
be: Злучаемся…

source: Connecting\u2026
be: Злучаемся…

source: Connecting…
be: Злучаемся…

source: Connection error
be: Памылка злучэньня

source: Connection failure
be: Не ўдалося злучыцца

source: Connection lost.
be: Згубілі злучэньне.

source: Connection overrides
be: Перавагі злучэньня

source: Connection problem
be: Непаладкі са злучэньнем

source: Connection problem or invalid MMI code.
be: Праблема са злучэньнем, або хібны код MMI.

source: Connection problem or invalid feature code.
be: Праблема са злучэньнем або хібны код уласьцівасьці.

source: Connection problem.
be: Праблема са злучэньнем.

source: Connection rejected because you tried to sign in too many times.
be: Адхілілі спробу злучыцца, бо вы зашмат разоў спрабавалі ўвайсьці.

source: Connection unsuccessful.
be: Не ўдалося злучыцца.

source: Connections
be: Сувязі

source: Contact
be: Кантакт

source: Contact Information
be: Зьвесткі пра кантакт

source: Contact details
be: Падрабязнасьці кантакту

source: Contact dialing
be: Выклікаем кантакт

source: Contact icon
be: Значак кантакту

source: Contact info font size
be: Памер шрыфту зьвестак пра кантакт

source: Contact list is being updated to reflect the change of language.
be: Зьмянілі мову, таму сьпіс кантактаў зараз абнаўляецца.

# Contact list is being updated to reflect the change of language. Please wait...
source: Contact list is being updated to reflect the change of language.\n\nPlease wait...
be: Зьмянілі мову, таму сьпіс кантактаў зараз абнаўляецца.\n \n Калі ласка, пачакайце…

source: Contact list is being updated.
be: Сьпіс кантактаў зараз абнаўляецца.

# Contact list is being updated. Please wait...
source: Contact list is being updated.\n\nPlease wait...
be: Сьпіс кантактаў зараз абнаўляецца.\n \n Калі ласка, пачакайце…

source: Contact not found
be: Кантакт не знайшлі

source: Contact photo
be: Здымак кантакту

source: Contact received over NFC
be: Кантакт атрымалі праз NFC

source: Contact request
be: Запыт кантактаваць

source: Contact request accepted
be: Запыт кантактаваць прынялі

source: Contact requests
be: Запыты кантактаваць

source: Contact saved
be: Кантакт захавалі

source: Contact saved.
be: Кантакт захавалі.

source: Contact upgrade needs more memory
be: Каб палепшыць кантакты, трэба дадатковая прастора

source: Contact your server's administrator for more information.
be: За падрабязнасьцямі зьвяртайцеся да спраўніка паслужніку.

source: Contacts
be: Кантакты

source: Contacts Storage
be: Сховішча кантактаў

source: Contacts are in the process of being upgraded.
be: Кантакты зараз паляпшаюцца.
